const mockReviews = [
    {
        user: "user123",
        rating: 5,
        comment: "Отличный магазин! Очень быстро доставили, все товары в идеальном состоянии.",
        date: "2024-12-05", images: undefined

    },
    {
        user: "user456",
        rating: 4,
        comment: "Хороший выбор товаров, но доставка немного затянулась.",
        date: "2024-12-04",
    },
    {
        user: "user789",
        rating: 3,
        comment: "В целом неплохо, но один из товаров был не того качества, как ожидал.",
        date: "2024-12-03",
    },
    {
        user: "user101",
        rating: 5,
        comment: "Прекрасное обслуживание, все товары соответствуют описанию. Рекомендую!",
        date: "2024-12-02",
    },
    {
        user: "user202",
        rating: 2,
        comment: "Магазин хороший, но служба поддержки оставляет желать лучшего.",
        date: "2024-12-01",
    },
];

export default mockReviews;
